Repository: dubasdey/File-Splitter
Catalog: FileSplitter/Properties/Resources.*.resx
Languages: fr

source: Actual file progress
fr: Progression réelle du fichier

source: All files progress
fr: Tous les fichiers progressent

# CMB_LINES
source: Lines
fr: Lignes

# ERROR_FILESYSTEM_NOTALLOW_SIZE
source: {0} File systems does not allow more than {1} {2} for each file.
fr: {0} Les systèmes de fichiers n'autorisent pas plus de {1} {2} pour chaque fichier.

# ERROR_CREATING_FILE
source: Error creating new splitted file {0}
fr: Erreur lors de la création du nouveau fichier partagé {0}

# ERROR_MINIMUN_PART_SIZE
source: Minimum part size must be {0} bytes
fr: La taille minimale des pièces doit être de {0} bytes

# ERROR_NO_SPACE_TO_SPLIT
source: No Space available to split
fr: Pas d'espace disponible pour diviser

# ERROR_OPENING_FILE
source: Error opening {0}
fr: Erreur lors de l'ouverture {0}

# ERROR_TOTALSIZE_NOTEQUALS
source: The total size of all the output file parts is not equal to the original data file size !
fr: La taille totale de toutes les parties du fichier de sortie n'est pas égale à la taille du fichier de données d'origine!

source: File
fr: Fichier

# FILE_EXTENSIONS
source: All Files|*.*
fr: Tous les fichiers|*.*

source: Number of lines
fr: Nombre de rangées

# SPLINT_INFO_PARTS_DEF
source: 0 parts of
fr: 0 parties de

# SPLIT_INFO_PARTS
source: {0} parts of
fr: {0} parties de

source: Split Size
fr: Taille de Split

# SPLIT_INFO
source: First select a file to split. Next select the part size and push on "Start" to start splitting the file in smaller parts
fr: Commencez par sélectionner un fichier à diviser. Ensuite, sélectionnez la taille de la pièce et appuyez sur "Démarrer" pour commencer à diviser le fichier en plus petites parties

# SPLITTING_FILE
source: Splitting file {0}
fr: Division du fichier {0}

source: Start
fr: Début

# TITLE
source: File Splitter
fr: File Splitter [Séparateur de fichiers]
